[
    {
        "doi":"10.1021/acsami.5b05147",
        "abstract_location":"https://pubs.acs.org/doi/full/10.1021/acsami.5b05147",
        "abstract":"The ability to efficiently and reliably transfer heat between sources and sinks is often a bottleneck in the thermal management of modern energy conversion technologies ranging from microelectronics to thermoelectric power generation. These interfaces contribute parasitic thermal resistances that reduce device performance and are subjected to thermomechanical stresses that degrade device lifetime. Dense arrays of vertically aligned metal nanowires (NWs) offer the unique combination of thermal conductance from the constituent metal and mechanical compliance from the high aspect ratio geometry to increase interfacial heat transfer and device reliability. In the present work, we synthesize copper NW arrays directly onto substrates via templated electrodeposition and extend this technique through the use of a sacrificial overplating layer to achieve improved uniformity. Furthermore, we infiltrate the array with an organic phase change material and demonstrate the preservation of thermal properties. We use the 3ω method to measure the axial thermal conductivity of freestanding copper NW arrays to be as high as 70 W m–1 K–1, which is more than an order of magnitude larger than most commercial interface materials and enhanced-conductivity nanocomposites reported in the literature. These arrays are highly anisotropic, and the lateral thermal conductivity is found to be only 1–2 W m–1 K–1. We use these measured properties to elucidate the governing array-scale transport mechanisms, which include the effects of morphology and energy carrier scattering from size effects and grain boundaries."
    },
    {
        "doi":"10.1021/ol017043k",
        "abstract_location":"https://pubs.acs.org/doi/full/10.1021/ol017043k",
        "abstract":"The first intramolecular Pauson−Khand reaction in water was successfully carried out by using aqueous colloidal cobalt nanoparticles as catalysts. "
    },
    {
        "doi":"10.1021/acsami.5b05542",
        "abstract_location":"https://pubs.acs.org/doi/full/10.1021/acsami.5b05542",
        "abstract":"A simple, high-concentration (up to 0.6 M Cu salt) synthesis of sub-10-nm copper nanoparticles (Cu NPs) was developed in ethylene glycol at room temperature under ambient air conditions using 1-amino-2-propanol (AmIP) as the stabilizer. Monodispersed AmIP-Cu NPs of 3.5 ± 1.0 nm were synthesized in a high yield of ∼90%. Thus, nearly 1 g of sub-10-nm Cu NP powder was obtained using a one-step synthesis for the first time. It is proposed that metallacyclic coordination stability of a five-membered ring type between the Cu and AmIP causes the high binding force of Am IP onto the Cu surface, resulting in the superior stability of the AmIP-Cu NPs in a solution. The purified powder of AmIP-Cu NPs can be redispersed in alcohol-based solvents up to high Cu contents of 45 wt % for the preparation of Cu nanoink. The resistivity of the conductive Cu film obtained from the Cu nanoink was 30 μΩ cm after thermal heating at 150 °C for 15 min under a nitrogen flow. The long-term resistance stability of the Cu film under an air atmosphere was also demonstrated."
    },
    {
        "doi":"10.1021/acsami.5b01451",
        "abstract_location":"https://pubs.acs.org/doi/full/10.1021/acsami.5b01451",
        "abstract":"Novel graphene-like CuO nanofilms are grown on a copper foam substrate by in situ anodization for multifunctional applications as supercapacitor electrodes and photocatalysts for the degradation of dye pollutants. The as-prepared CuO consists of interconnected, highly crystalline, conductive CuO nanosheets with hierarchical open mesopores and a large surface area. The CuO nanofilms supported on a copper foam are employed as freestanding, binder-free electrodes for supercapacitors, which exhibit wonderful electrochemical performance with a large specific capacitance (919 F g–1 at 1 A g–1), an excellent cycling stability (7% capacitance loss after 5000 cycles), and a good rate capability (748 F g–1 at 30 A g–1). The porous CuO nanofilms also demonstrate excellent photocatalytic activities for degradation of methylene blue, with a degradation rate 99% much higher than 54% of the commercial CuO powders after 60 min. This excellent energy storage and photocatalytic performance of the graphene-like CuO nanofilms can open a new avenue for large-scale applications in energy and environmental fields."
    },
    {
        "doi":"10.1021/acs.inorgchem.5b00697",
        "abstract_location":"https://pubs.acs.org/doi/full/10.1021/acs.inorgchem.5b00697",
        "abstract":"Metal and metal carbide nanoparticles have been produced using electrical explosion of wires. We found that transition d-block metals from groups 4−8 gave metal carbide NPs, while metals from groups 9−12 gave metallic NPs. Tungsten formed the phase WC1−x exclusively. We used polymerization initiation by electron-rich metallic nanoparticles (PIERMEN) as a capping technique using epoxides. Correlation between reduction potential of metals and PIERMEN was investigated. Thermal studies of different NPs were done using DSC/TGA."
    },
    {
        "doi":"10.1021/acs.nanolett.5b03422",
        "abstract_location":"https://pubs.acs.org/doi/full/10.1021/acs.nanolett.5b03422",
        "abstract":"Colloidal metal nanowire based transparent conductors are excellent candidates to replace indium–tin–oxide (ITO) owing to their outstanding balance between transparency and conductivity, flexibility, and solution-processability. Copper stands out as a promising material candidate due to its high intrinsic conductivity and earth abundance. Here, we report a new synthetic approach, using tris(trimethylsilyl)silane as a mild reducing reagent, for synthesizing high-quality, ultrathin, and monodispersed copper nanowires, with an average diameter of 17.5 nm and a mean length of 17 μm. A study of the growth mechanism using high-resolution transmission electron microscopy reveals that the copper nanowires adopt a five-fold twinned structure and evolve from decahedral nanoseeds. Fabricated transparent conducting films exhibit excellent transparency and conductivity. An additional advantage of our nanowire transparent conductors is highlighted through reduced optical haze factors (forward light scattering) due to the small nanowire diameter."
    },
    {
        "doi":"10.1021/acs.chemmater.5b02137",
        "abstract_location":"https://pubs.acs.org/doi/full/10.1021/acs.chemmater.5b02137",
        "abstract":"Agglomeration is a critical issue for depositing copper (Cu) thin films, and therefore, the deposition should be preferably performed below 100 °C. This work explores an atomic layer deposition (ALD) process for copper thin films deposited at temperature as low as 50 °C. The process employs copper(I)-N,N′-diisopropylacetamidinate precursor and H2 plasma, which are both highly reactive at low temperature. The deposition process below 100 °C follows an ideal self-limiting ALD fashion with a saturated growth rate of 0.071 nm/cycle. Benefitting from the low process temperature, the agglomeration of Cu thin films is largely suppressed, and the Cu films deposited at 50 °C are pure, continuous, smooth, and highly conformal, with the resistivity comparable to PVD Cu films. In-situ reaction mechanism studies by using quartz crystal microbalance and optical emission spectroscopy are followed, and the results confirm the high reactivity of the Cu amidinate precursor at low temperature. To the best of our knowledge, this is the first successful implementation of metal amidinate precursors for low-temperature (∼50 °C) ALD process. The strategy of using metal amidinate precursors in combination with highly reactive H2 plasma is believed to be extendable for the depositions of other pure metals at low temperature."
    }
]