[
    {
        "doi":"10.1039/c5ra02554k",
        "journal":"RSC Advances",
        "volume":"5",
        "issue":"51",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/ra/c5ra02554k",
        "abstract":"\nA new synthetic method for the fabrication of copper oxide nanoparticles and its applications towards the electrochemical sensing of risperidone (Ris) are reported. The synthesized nanoparticles were characterized by different methods such as transmission electron microscopy (TEM), scanning electron microscopy (SEM) and energy dispersive X-ray analysis (EDX). The copper oxide nanoparticle/ionic liquid (CuO-NPs/IL) nanocomposite modified electrode exhibits excellent electrocatalytic activity towards the oxidation of Ris compared to a carbon paste electrode (CPE) and CuO-NP/CPE. The dependence of the oxidation peak current on the pH of the solution, amount of modifier, scan rate and concentration of the analyte was studied to optimize the experimental conditions. The detection limit of 0.016 μM and two linear calibration ranges of 0.1–1 and 1–100 μM were obtained for Ris determination at CuO-NP/IL/CPE. The proposed modified electrode was successfully applied for the determination of Ris in human blood serum samples without separation or pretreatment.\n"
    },
    {
        "doi":"10.1039/c5ra00982k",
        "journal":"RSC Advances",
        "volume":"5",
        "issue":"36",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/ra/c5ra00982k",
        "abstract":"\nSolution-processible copper oxide (CuO) nanoparticles have been synthesized via sonochemistry. Colloidal crystalline CuO nanoparticles with diameters of 3–12 nm were obtained from the CuCl2 metal salt at low temperature under ultrasound irradiation. The solution-processible CuO nanoparticles are applied as an anode buffer layer in a PCDTBT:PC71BM bulk heterojunction solar cell to substitute the commonly used hygroscopic PEDOT:PSS. It is found that UV–ozone treatment increases the work function of the CuO buffer layer from −4.7 to −5.4 eV, facilitating the interfacial contact and hole extraction. The UVO-treated CuO-based solar cells show enhanced fill factor and photocurrent, resulting in an increased photovoltaic performance from 6.00% to 6.44% in comparison to the PEDOT:PSS-based solar cells. Moreover, the solar cells with a CuO buffer layer show better ambient stability than those with a PEDOT:PSS buffer layer. The facile preparation of solution-processed CuO and effectiveness in polymer solar cells render it a promising anode interfacial material for solution-processed flexible polymer solar cells.\n"
    },
    {
        "doi":"10.1039/c5an00741k",
        "journal":"Analyst",
        "volume":"140",
        "issue":"16",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/an/c5an00741k",
        "abstract":"\nA one-pot sonochemical reaction of Cu(NO3)2 with glutathione (GSH), the latter functioning as a reducing agent and a stabilizing agent, rapidly affords Cu nanoclusters (NCs). The as-prepared GSH–CuNCs possess a small size (∼2.2 ± 0.2 nm), red luminescence with quantum yield (5.3%), and water-dispersibility. Moreover, the fluorescence of the as-prepared GSH–CuNCs is responsive to pH so that the intensity of fluorescence increases rapidly with decreasing pH from 9 to 4. Besides, the GSH–CuNCs would be aggregated by Pb2+ ions in aqueous solution which results in quenching of the fluorescence. Therefore, such GSH–CuNCs would be excellent candidates as fluorescent probes for the label-free detection of Pb2+ with the limit of detection at 1.0 nM. Importantly, CAL-27 cells are used as models to achieve potential application as probes for monitoring Pb2+ in living cells. Thus, these fluorescent CuNCs could work as an alternative to conventional fluorescent probes for biolabeling, sensing and other applications.\n"
    },
    {
        "doi":"10.1039/c3ta14977c",
        "journal":"Journal of Materials Chemistry A",
        "volume":"2",
        "issue":"30",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ta/c3ta14977c",
        "abstract":"\nHierarchically macro/meso structured porous copper-oxide monoliths with and without additives (dextran, 1,3,5-trimethylbenzene and silica nanoparticles) were successfully synthesized via a facile sol–gel route and characterized by scanning electron microscopy (SEM/FESEM), powder X-ray diffraction (PXRD), thermogravimetric analysis (TGA), the Brunauer–Emmet–Teller (BET) adsorption technique and FT-IR study. The results obtained reveal that the effect of additives has enhanced the specific surface area from 0.558 m2 g−1 to 229.5 m2 g−1 and varied the pore size from 8 μm to 39 nm. Furthermore, the hierarchically porous copper-oxide materials have shown excellent catalytic activity towards the wet oxidation of phenol and electrocatalytic performance of mesoporous copper oxide (mpCuO) against p-nitrophenol, demonstrating the significance of the porous nature of copper-oxide monoliths.\n"
    },
    {
        "doi":"10.1039/c4ra01126k",
        "journal":"RSC Advances",
        "volume":"4",
        "issue":"29",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra01126k",
        "abstract":"\nHerein, we report the synthesis of copper nanoparticles at ambient conditions using biopolymer, pectin, as a protecting agent and hydrazine as a reducing agent. The obtained nanoparticles catalyze the reduction of nitroaromatic compounds in aqueous solution and also catalyze the C–N cross coupling of amines with bromobenzene in good yields.\n"
    },
    {
        "doi":"10.1039/c4nr06893a",
        "journal":"Nanoscale",
        "volume":"7",
        "issue":"7",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/nr/c4nr06893a",
        "abstract":"\nHere, we report a new synthetic route for spherical small copper nanoparticles (CuNPs) with size ranging from 3.5 nm to 11 nm and with an unprecedented associated monodispersity (<10%). This synthesis is based on the reduction of an organometallic precursor (CuCl(PPh3)3) by tert-butylamine borane in the presence of dodecylamine (DDA) at a moderate temperature (50 to 100 °C). Because of their narrow size distribution, the CuNPs form long-range 2D organizations (several μm2). The wide range of CuNPs sizes is obtained by controlling the reaction temperature and DDA-to-copper phosphine salt ratio during the synthesis process. The addition of oleic acid (OA) after the synthesis stabilizes the CuNPs (no coalescence) for several weeks under a nitrogen atmosphere. The nature and the reactivity of the ligands were studied by IR and UV-visible spectroscopy. We thus show that just after synthesis the nanoparticles are coated by phosphine and DDA. After adding OA, a clear exchange between phosphine and OA is evidenced. This exchange is possible thanks to an acid–base reaction between the free alkylamine in excess in the solution and OA. OA is then adsorbed on the NPs surface in the form of carboxylate. Furthermore, the use of oleylamine (OYA) instead of DDA as the capping agent allows one to obtain other NP shapes (nanorods, triangles and nanodisks). We get evidence that OYA allows the selective adsorption of chloride ions derived from the copper precursor on the different crystallographic faces during the growth of CuNPs that induces the formation of anisotropic shapes such nanorods or triangles.\n"
    },
    {
        "doi":"10.1039/c4ra01414f",
        "journal":"RSC Advances",
        "volume":"4",
        "issue":"37",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra01414f",
        "abstract":"\nWe report large-scale biosynthesis of copper nanoparticles using an extract of henna leaves as reductant. Due to the substantial electrical conductivity of the calcined copper nanoparticles, we used them to prepare conductive nanobiocomposites utilizing collagen waste. We demonstrate that the nanobiocomposites, when inserted between batteries, illuminate a light emitting diode lamp.\n"
    },
    {
        "doi":"10.1039/c3ra46168h",
        "journal":"RSC Advances",
        "volume":"4",
        "issue":"14",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ra/c3ra46168h",
        "abstract":"\nAn environmentally benign one-pot protocol has been developed for the syntheses of 3-alkyl/aryl-3-(pyrrole/indole-2/3-yl)-2-phenyl-2,3-dihydro-isoindolinones via a multi-component one-pot reaction involving 2-iodo-N-phenylbenzamides, terminal alkyne and substituted indoles/pyrroles in aqueous medium using cubic cuprous oxide nanoparticles as catalyst. It involves domino Sonogashira-5-exo-dig-cyclization followed by regioselective nucleophilic addition of indoles or pyrroles, in aqueous medium without using any surfactants or additional ligands.\n"
    },
    {
        "doi":"10.1039/c5ra04179a",
        "journal":"RSC Advances",
        "volume":"5",
        "issue":"54",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/ra/c5ra04179a",
        "abstract":"\nHighly stable copper oxide (CuO) nanoparticles are synthesized by a precipitation method and stabilized by in situ capping with triphenylphosphine oxide (TPPO). The as-synthesized CuO nanoparticles were characterized for average particle size (8 nm) by transmission electron micrography (TEM); an optical band gap of 2.29 eV by diffused reflectance spectroscopy and a large BET surface area (105.82 m2 g−1). The sunlight induced photocatalytic activity towards the degradation of acid orange 74 (an azo dye) by TPPO capped CuO nanoparticles was attributed to unfavorable electron capturing by molecular oxygen to produce reactive oxygen species. This is demonstrated from theoretical band structure calculations which revealed valence band edge (2.59 eV) and conduction band edge (0.29 eV) for TPPO capped CuO nanoparticles, which are unfavourable for electron transfer with respect to the redox potentials of O2/O2˙− (−0.2 eV) and H2O/˙OH (2.2 eV) in the NHE scale. Strikingly, TPPO capped CuO nanoparticles when mixed with 5 mM K2S2O8 exhibited 99% degradation of acid orange-74 in 180 min under sunlight exposure. A similar dye degradation efficiency was observed when CuO nanoparticles were mixed with H2O2 in the reaction medium. The mechanism for the drastic improvement in the dye degradation due to the addition of K2S2O8 or H2O2 has been explained on the basis of favorable redox couples of S2O82−/SO4˙− (2.01 eV) and H2O2/˙OH (0.87 eV) which could accept photoexcited electrons from the conduction band of CuO to produce reactive hydroxyl radical species. Using selective scavenger for reactive oxygen species, the generation of O2˙− was ruled out and hydroxyl radicals were confirmed as the major reactive oxygen species for the degradation of acid orange-74 dye. Ion chromatography studies of the aliquot left after sunlight induced photocatalytic dye degradation revealed anions, viz. nitrate, sulphate, oxalate and formate, which are released due to mineralization of the dye solution by a photocatalytic process. The performance of the photocatalytic dye degradation was unchanged for 5 repetitive catalytic cycles and hence it was concluded that TPPO capped CuO nanoparticles offer excellent photocatalytic dye degradation ability when suitable electron capturing agents like potassium persulphate are used in tandem.\n"
    },
    {
        "doi":"10.1039/c5nr00146c",
        "journal":"Nanoscale",
        "volume":"7",
        "issue":"19",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/nr/c5nr00146c",
        "abstract":"\nThanks to their outstanding properties and a wide range of promising applications, the development of a versatile and convenient preparation method for metallic copper nanocrystals with controllable shape is of primary significance. Different from the literature that utilized a capping agent bearing only one kind of Cu binding functionality, either an amino or a carboxylic unit, for their preparation and shape control, this contribution reports a convenient method to engage both amino and carboxylic binding units at the same time. In this method, natural amino acids have been chosen as capping agents and demonstrated their versatile capabilities for the preparation of both Cu nanoparticles and nanowires. Detailed X-ray photoelectron spectroscopy revealed that the binding mode between amino acids and the Cu surface is highly dependent on their chemical structures. Interestingly, the produced Cu nanocrystals, exhibited an extraordinarily excellent anti-oxidation power. Furthermore, it was found that the multiple functionalities of amino acids not only have a great impact on the properties of their capped nanocrystals, such as solvent dispersibility, but also provide a convenient route for their further modification and functionalization.\n"
    },
    {
        "doi":"10.1039/c3cy00626c",
        "journal":"Catalysis Science & Technology",
        "volume":"3",
        "issue":"12",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2013/cy/c3cy00626c",
        "abstract":"\nA novel route of reactive calcination (RC) of Cu-salts for the synthesis of highly active catalysts was studied for the first time. The route involved feeding a low concentration of a chemically reactive-CO–air mixture over the salts at low temperature (160 °C). The RC of the precursor produced copper species (Cu2O and CuO) in thermodynamic equilibrium, with the major nano-size Cu2O phase having a large surface area, while calcinations in stagnant air at 400 °C resulted in a CuO phase of larger crystallites with lower surface area. The optimum concentration of CO in the feed for RC was found to be 4.5%. The amazing activity of the novel catalysts over conventional ones in CO oxidation was associated with the presence of Cu2O and its unusual morphology as evidenced by N2 adsorption, XRD, XPS and FTIR characterization. The catalysts obtained by RC of various precursors showed activities for CO oxidation in the following order: acetate > hydroxide > oxalate > ammoniacal oxalate > nitrate between 130–160 °C while traditional route catalysts followed the same activity order but at higher temperatures (175–280 °C). Further, the activity order of the catalysts obtained by various calcination methods is as follows: RC > flowing-air > stagnant-air.\n"
    },
    {
        "doi":"10.1039/c2jm35629e",
        "journal":"Journal of Materials Chemistry",
        "volume":"22",
        "issue":"42",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2012/jm/c2jm35629e",
        "abstract":"\nA simple, rapid, and surfactant-free synthesis of crystalline copper nanostructures has been carried out through microwave irradiation of a solution of copper acetylacetonate in benzyl alcohol. The structures are found to be stable against oxidation in ambient air for several months. High-resolution electron microscopy (SEM and TEM) reveals that the copper samples comprise nanospheres measuring about 150 nm in diameter, each made of copper nanocrystals ∼7 nm in extension. The nanocrystals are densely packed into spherical aggregates, the driving force being minimization of surface area and surface energy, and are thus immune to oxidation in ambient air. Such aggregates can also be adherently supported on SiO2 and Al2O3 when these substrates are immersed in the irradiated solution. The air-stable copper nanostructures exhibit surface enhanced Raman scattering, as evidenced by the detection of 4-mercaptobenzoic acid at 10−6 M concentrations.\n"
    },
    {
        "doi":"10.1039/c3ra44768e",
        "journal":"RSC Advances",
        "volume":"3",
        "issue":"46",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2013/ra/c3ra44768e",
        "abstract":"\nA novel aqueous reduction method for the efficient synthesis of non-oxidative copper (Cu) nanopowders without using a protecting agent or introducing of an inert gas is presented. By this new method, high purity Cu nanopowders can be produced that exhibit good electrical conductivity with an electrical resistivity on the order of 10−4 Ω cm.\n"
    },
    {
        "doi":"10.1039/c5ra04179a",
        "journal":"RSC Advances",
        "volume":"5",
        "issue":"54",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/ra/c5ra04179a",
        "abstract":"\nHighly stable copper oxide (CuO) nanoparticles are synthesized by a precipitation method and stabilized by in situ capping with triphenylphosphine oxide (TPPO). The as-synthesized CuO nanoparticles were characterized for average particle size (8 nm) by transmission electron micrography (TEM); an optical band gap of 2.29 eV by diffused reflectance spectroscopy and a large BET surface area (105.82 m2 g−1). The sunlight induced photocatalytic activity towards the degradation of acid orange 74 (an azo dye) by TPPO capped CuO nanoparticles was attributed to unfavorable electron capturing by molecular oxygen to produce reactive oxygen species. This is demonstrated from theoretical band structure calculations which revealed valence band edge (2.59 eV) and conduction band edge (0.29 eV) for TPPO capped CuO nanoparticles, which are unfavourable for electron transfer with respect to the redox potentials of O2/O2˙− (−0.2 eV) and H2O/˙OH (2.2 eV) in the NHE scale. Strikingly, TPPO capped CuO nanoparticles when mixed with 5 mM K2S2O8 exhibited 99% degradation of acid orange-74 in 180 min under sunlight exposure. A similar dye degradation efficiency was observed when CuO nanoparticles were mixed with H2O2 in the reaction medium. The mechanism for the drastic improvement in the dye degradation due to the addition of K2S2O8 or H2O2 has been explained on the basis of favorable redox couples of S2O82−/SO4˙− (2.01 eV) and H2O2/˙OH (0.87 eV) which could accept photoexcited electrons from the conduction band of CuO to produce reactive hydroxyl radical species. Using selective scavenger for reactive oxygen species, the generation of O2˙− was ruled out and hydroxyl radicals were confirmed as the major reactive oxygen species for the degradation of acid orange-74 dye. Ion chromatography studies of the aliquot left after sunlight induced photocatalytic dye degradation revealed anions, viz. nitrate, sulphate, oxalate and formate, which are released due to mineralization of the dye solution by a photocatalytic process. The performance of the photocatalytic dye degradation was unchanged for 5 repetitive catalytic cycles and hence it was concluded that TPPO capped CuO nanoparticles offer excellent photocatalytic dye degradation ability when suitable electron capturing agents like potassium persulphate are used in tandem.\n"
    },
    {
        "doi":"10.1039/c5nr01484k",
        "journal":"Nanoscale",
        "volume":"7",
        "issue":"18",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/nr/c5nr01484k",
        "abstract":"\nEncapsulation of a nanoparticle (NP) followed by tailoring of the core materials is an effective strategy for constructing hollow and yolk–shell NPs. Herein, we report the facile synthesis of Cu@SiO2 yolk–shell NPs by converting the silica-encapsulated Cu2O nanoparticle aggregates (NPAs) via a disproportionation reaction. This method is extremely simple and scalable. In addition, all reactions were conducted in air and water solutions that are easily scalable to a mass production scale.\n"
    },
    {
        "doi":"10.1039/c1cc12346g",
        "journal":"Chemical Communications",
        "volume":"47",
        "issue":"27",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2011/cc/c1cc12346g",
        "abstract":"\nWe report the synthesis of 2 nm copper nanocrystals (Cu NCs) via a microwave-assisted polyol method without using additional protective and reducing agents. The Cu NCs are oxidation resistant and exhibit photoluminescence and highly stable properties in a colloidal dispersion.\n"
    },
    {
        "doi":"10.1039/c0gc00772b",
        "journal":"Green Chemistry",
        "volume":"13",
        "issue":"4",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2011/gc/c0gc00772b",
        "abstract":"\nHighly stable dispersions of nanosized copper particles with an average particle size less than 2 nm were synthesized using a straightforward, cost-effective, and green method. Nontoxic L-ascorbic acid was utilized as both a reducing agent and capping agent precursor in aqueous medium. The copper particles were characterized by ultraviolet-visible spectroscopy, transmission electron microscopy, and Fourier-transform infrared spectroscopy The mechanism of L-ascorbic acid on the reduction and stabilization of copper nanoparticles is also discussed.\n"
    },
    {
        "doi":"10.1039/c4nj02302a",
        "journal":"New Journal of Chemistry",
        "volume":"39",
        "issue":"4",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/nj/c4nj02302a",
        "abstract":"\nA novel in situ solution synthesis strategy is adopted to prepare polyamide 6 (denoted as PA6) filled with copper nanoparticles (denoted as nano-Cu), in which a CuO filler as the source of nano-Cu is directly reduced to metallic Cu by the amino group possessing weak reducing capability of PA6. As-prepared nano-Cu–PA6 composites are characterized by means of transmission electron microscopy and X-ray diffraction. Moreover, the ultraviolet-visible light absorption behavior, the thermal stability, and the friction and wear behavior of as-prepared nano-Cu–PA6 composites are also investigated in relation to the reinforcing effect of metallic Cu nanoparticles. Findings indicate that the CuO filler can be readily reduced to metallic Cu by the reducing atmosphere in which the filled PA6 composites are prepared. Besides, the dosage (mass fraction) of CuO has a significant effect on the crystalline form of PA6, and γ crystalline form of PA6 is predominant when a higher dosage of CuO is used to fabricate nano-Cu–PA6 composites. Moreover, introducing an appropriate amount of CuO fillers favors the generation of nano-Cu–PA6 composites with improved mechanical properties and wear resistance. Particularly, the nano-Cu–PA6 composite prepared at a CuO content of 0.5% possesses the best tensile strength and wear resistance, showing promising application as a functional polymer–matrix composite.\n"
    },
    {
        "doi":"10.1039/c4cy00868e",
        "journal":"Catalysis Science & Technology",
        "volume":"4",
        "issue":"12",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/cy/c4cy00868e",
        "abstract":"\nWe have demonstrated a facile one-step synthetic strategy for the preparation of Cu/Cu2O nanoparticles (NPs) via a microwave method. The microwave energy acts as a driving force for the synthesis of Cu/Cu2O NPs, which makes the process economical. In the current methodology, Cu/Cu2O NPs were synthesized within three minutes using copper(II) acetate as a precursor and 1,3-propanediol as the solvent. The 1,3-propanediol plays multiple roles in the reaction including solvent, reactant, promoter and capping agent, and there is no need for any other additives. A structural and morphological study of the Cu/Cu2O NPs was carried out using XRD, FEG-SEM, EDS, TEM, FT-IR, DSC-TGA and TPR techniques. This is one of the simpler, faster, less expensive and greener approaches for the synthesis of nanocrystalline Cu/Cu2O. Furthermore, the nanocrystalline Cu/Cu2O showed excellent catalytic activity in the Sonogashira coupling reaction of alkynes with acyl chlorides.\n"
    },
    {
        "doi":"10.1039/c3nr04835g",
        "journal":"Nanoscale",
        "volume":"6",
        "issue":"3",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/nr/c3nr04835g",
        "abstract":"\nThe development of functional copper nanoclusters (Cu NCs) is becoming increasingly widespread in consumer technologies due to their applications in cellular imaging and catalysis. Herein, we report a simple protein-directed synthesis of stable, water-soluble and fluorescent Cu NCs, using BSA as the stabilising agent. Meanwhile, in this study, hydrazine hydrate (N2H4·2H2O) was used as the reducing agent. N2H4·2H2O was a mild reducing agent suggesting that all processes could be operated at room temperature. The as-prepared Cu NCs showed red fluorescence with a peaking center at 620 nm (quantum yield 4.1%). The fluorescence of the as-prepared BSA–Cu NCs was responsive to pH in that the intensity of fluorescence increased rapidly by decreasing the pH from 12 to 6. Besides, with an arresting set of features including water-dispersibility, red fluorescence, good biocompatibility, surface-bioactivity and small size, the resultant BSA–Cu NCs could be used as probes for cellular imaging and catalysis. In this study, CAL-27 cells and the reaction of oxidation of styrene are used as models to achieve fluorescence imaging and elucidate the catalytic activity of the as-prepared BSA–Cu NCs.\n"
    },
    {
        "doi":"10.1039/c4ra06785a",
        "journal":"RSC Advances",
        "volume":"4",
        "issue":"85",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra06785a",
        "abstract":"\nThe current study highlighted a simple, efficient and environmentally friendly preparation method of a new type of nanolubricant. Herein, copper nanoparticles were successfully in situ synthesized within ionic liquid-in-vegetable oil microemulsions, and the as-prepared systems could be used as high-performance nanolubricants directly. Ascorbic acid and copper chloride were used as the raw materials for the synthesis of copper nanoparticles, whereas the castor oil, 1-butyl-3-methylimidazolium tetrafluoroborate and Triton X-100 were employed for the formulation of ionic liquid microemulsions. The copper-based ionic liquid-in-vegetable oil nanolubricants were characterized by dynamic light scattering, UV-visible spectra and a four-ball tribological tester, which confirmed the formation of copper nanoparticles and the improvement of the friction performance. The SEM micrographs and EDX chemical analysis were carried out to analyze the friction surface after sliding. The results showed that the designed nanolubricants presented an enhanced lubricating property compared to the neat ionic liquid microemulsion. In addition, the mechanism of the in situ synthesis of nanoparticles within nonaqueous ionic liquid microemulsions was discussed.\n"
    },
    {
        "doi":"10.1039/c4ra04853a",
        "journal":"RSC Advances",
        "volume":"4",
        "issue":"86",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra04853a",
        "abstract":"\nWe present the growth of high aspect ratio copper nanowires with diameters of about 100 nm and a length of up to several micrometers via directed electrochemical nanowire assembly (DENA). We demonstrate that the nanowire morphology is controlled by the metal salt solution concentration and by the amplitude and frequency of the applied alternating voltage. The frequency was found to notably affect the nanowire diameter. The impact of the process parameters on the nanowire growth is discussed on the basis of the Butler–Volmer equation. The presented results for the bottom-up fabrication of copper wires are of high interest for nanosensor design, particularly for developing highly sensitive gas sensors. We suggest guidelines for the formation of copper nanowires based on experimental and theoretical considerations.\n"
    },
    {
        "doi":"10.1039/c4ra04247f",
        "journal":"RSC Advances",
        "volume":"4",
        "issue":"48",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra04247f",
        "abstract":"\nThe copper nanoparticles were prepared by reduction of metal salt solutions with sodium borohydride in a T-shaped microfluidic device at room temperature. The influence of flow rates on copper particle diameter, morphology, size distribution, and elemental compositions has been investigated. Experimental results demonstrated that copper nanoparticles were uniform in size distribution, without being oxidized. With the increase in fluid flow rate the copper nanoparticles mean diameter increased, and the surface plasmon resonance absorptions of copper nanoparticles exhibited slight blue-shifting.\n"
    },
    {
        "doi":"10.1039/c4cp03041a",
        "journal":"Physical Chemistry Chemical Physics",
        "volume":"16",
        "issue":"48",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/cp/c4cp03041a",
        "abstract":"\nThe electrochemical nucleation and growth kinetics of copper nanoparticles on a Ni electrode have been studied with cyclic voltammetry and chronoamperometry in the choline chloride (ChCl)–urea based deep eutectic solvent (DES). The copper source was introduced into the solvent by the dissolution of Cu(I) oxide (Cu2O). Cyclic voltammetry indicates that the electroreduction of Cu(I) species in the DES is a diffusion-controlled quasi-reversible process. The analysis of the chronoamperometric transient behavior during electrodeposition suggests that the deposition of copper on the Ni electrode at low temperatures follows a progressive nucleation and three-dimensional growth controlled by diffusion. The effect of temperature on the diffusion coefficient of Cu(I) species that is present in the solvent and electron transfer rate constant obeys the Arrhenius law, according to which the activation energies are estimated to be 49.20 and 21.72 kJ mol−1, respectively. The initial stage of morphological study demonstrates that both electrode potential and temperature play important roles in controlling the nucleation and growth kinetics of the nanocrystals during the electrodeposition process. Electrode potential is observed to affect mainly the nucleation process, whereas temperature makes a major contribution to the growth process.\n"
    },
    {
        "doi":"10.1039/b005769j",
        "journal":"Journal of Materials Chemistry",
        "volume":"11",
        "issue":"4",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2001/jm/b005769j",
        "abstract":"\nComposite materials containing amorphous Cu nanoparticles and\nnanocrystalline Cu2O embedded in polyaniline matrices have been\nprepared by a sonochemical method. These composite materials were obtained\nfrom the sonication of copper(II) acetate when aniline\nor 1% v/v aniline–water was used as solvent. Mechanisms for\nthe formation of these products are proposed and discussed. The physical and\nthermal properties of the as-prepared composite materials are presented. A\nband gap of 2.61 eV is estimated from optical measurements for the\nas-prepared Cu2O in polyaniline.\n"
    },
    {
        "doi":"10.1039/c4ra04576a",
        "journal":"RSC Advances",
        "volume":"4",
        "issue":"63",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra04576a",
        "abstract":"\nWe report the facile fabrication of dendritic copper nano/submicro structures by chemical dealloying a Cu–Mn–O alloy, which breaks through the traditional thinking that complex structures cannot be obtained by simple chemical dealloying except for porous structures. The dendritic copper structures exhibit excellent air-stability at room temperature and possess high anti-oxidation properties.\n"
    },
    {
        "doi":"10.1039/c3cc48561g",
        "journal":"Chemical Communications",
        "volume":"50",
        "issue":"20",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/cc/c3cc48561g",
        "abstract":"\nThis communication presents a way to produce copper nanowires with aspect ratios as high as 5700 in 30 min, and describes the growth processes responsible for their formation. These nanowires were used to make transparent conducting films with a transmittance >95% at a sheet resistance <100 Ω sq−1.\n"
    },
    {
        "doi":"10.1039/c4tc02356k",
        "journal":"Journal of Materials Chemistry C",
        "volume":"3",
        "issue":"3",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2015/tc/c4tc02356k",
        "abstract":"\nBimodal sized elemental copper (Cu) nanoparticles (NPs) were synthesized from inexpensive oxidized copper salts by an extracellular metal-reduction process using anaerobic Thermoanaerobacter sp. X513 bacteria in aqueous solution. The bacteria nucleate NPs outside of the cell, and they control the Cu2+ reduction rate to form uniform crystallites with an average diameter of 1.75 ± 0.46 μm after 3 days incubation. To control the size and enhance the air stability of Cu NPs, the reaction mixtures were supplemented with nitrilotriacetic acid as a chelator, and the surfactant capping agents oleic acid, oleylamine, ascorbic acid, or L-cysteine. Time-dependent UV-visible absorption measurements and XPS studies indicated well-suspended, bimodal colloidal Cu NPs (70–150 and 5–10 nm) with extended air-stability up to 300 min and stable Cu NP film surfaces with 14% oxidation after 20 days. FTIR spectroscopy suggested that these capping agents were effectively adsorbed on the NP surface providing oxidation resistance under aqueous and dry conditions. Compared to previously reported Cu NP syntheses, this biological process substantially reduced the requirement for hazardous organic solvents and chemical reducing agents, while reducing the levels of Cu oxide impurities in the product. This process was highly reproducible and scalable from 0.01 to 1 L batches.\n"
    },
    {
        "doi":"10.1039/c3cy00543g",
        "journal":"Catalysis Science & Technology",
        "volume":"4",
        "issue":"1",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/cy/c3cy00543g",
        "abstract":"\nIn the following, we present a simple and feasible methodology for a C–N coupling reaction using nanoscale Cu2O catalysts incorporated in n-Bu4POAc ionic liquid media. It is shown that a wide range of amines and aryl halides can be coupled selectively in high yields, without the use of ligands or additives (bases) and without precautions against water or air. All catalyses can be carried out with a nanoparticle catalyst loading as low as 5 mol%, based on the used precursor.\n"
    },
    {
        "doi":"10.1039/c4ra08863h",
        "journal":"RSC Advances",
        "volume":"4",
        "issue":"88",
        "abstract_location":"http://pubs.rsc.org/en/content/articlehtml/2014/ra/c4ra08863h",
        "abstract":"\nThis paper reports on the biosynthesis of copper nanoparticles (NPs) using extract of the Euphorbia esula L leaves as reductant and stabilizer without any surfactant. The catalytic efficiency of the prepared Cu NPs for the reduction of 4-nitrophenol and ligand-free Ullmann-coupling reaction is discussed. The Cu NPs were characterized with UV-vis, XRD and TEM methods. This method has the advantages of high yields, simple methodology, and elimination of ligand and easy work up.\n"
    }
]